{
    "theme": "Theme",
    "current_theme": "Current Theme:",
    "language": "Language",
    "current_language": "Current Language:",
    "leitner_desc": "Use flashcards as a tool for learning.",
    "leitner_review": "You will be asked to choose what notebook you want to use, and what pages of that notebook you want to generate flashcards with.",
    "leitner_grading": "You will be graded based on your response time for every flashcard. Note that the moment the app finishes generating flashcards, the timer will start.",
    "leitner_new_session_q": "What will happen to the flashcards when I start a new session?",
    "leitner_new_session": "U Do Note will generate flashcards again only if you don't have any flashcards that need to be reviewed again.",
    "feynman_desc": "Explain a topic that a five (5) year old child can understand.",
    "feynman_grading": "You will be graded after the session through a quiz.",
    "feynman_quiz": "If you think you are ready, you can start the quiz by typing 'Quiz' in the chat box and sending it.",
    "feynman_new_session_q": "What will happen to the sessions when I start a new session?",
    "feynman_new_session": "The previous session will be saved and you can review it anytime you want and continue where you left off.",
    "pomodoro_desc": "Use a timer to break down work into intervals.",
    "pomodoro_timer_desc_q": "What does the red and green timer mean?",
    "pomodoro_timer_desc": "The red timer represents the pomodoro session, while the green timer represents the break session.",
    "pomodoro_grading": "You will be graded after the session through a quiz.",
    "pomodoro_quiz": "You will be asked if you want to start the quiz after you finish a pomodoro session.",
    "review_grading": "How will I be graded with this?",
    "review_desc": "You will be asked to choose what notebook you want to use, and what pages of that notebook you want to use for the quiz later after the session.",
    "review_quiz_q": "How to start the quiz?"
}