{
  "theme": "Theme",
  "current_theme": "Current Theme:",
  "language": "Language",
  "current_language": "Current Language:",
  "leitner_desc": "Use flashcards as a tool for learning.",
  "leitner_review": "You will be asked to choose what notebook you want to use, and what pages of that notebook you want to generate flashcards with.",
  "leitner_grading": "You will be graded based on your response time for every flashcard. Note that the moment the app finishes generating flashcards, the timer will start.",
  "leitner_new_session_q": "What will happen to the flashcards when I start a new session?",
  "leitner_new_session": "U Do Note will generate flashcards again only if you don't have any flashcards that need to be reviewed again.",
  "feynman_desc": "Explain a topic that a five (5) year old child can understand.",
  "feynman_quiz": "If you think you are ready, you can start the quiz by typing 'Quiz' in the chat box and sending it.",
  "feynman_new_session_q": "What will happen to the sessions when I start a new session?",
  "feynman_new_session": "The previous session will be saved and you can review it anytime you want and continue where you left off.",
  "pomodoro_desc": "Use a timer to break down work into intervals.",
  "pomodoro_timer_desc_q": "What does the red and green timer mean?",
  "pomodoro_timer_desc": "The red timer represents the pomodoro session, while the green timer represents the break session.",
  "pomodoro_quiz": "You will be asked if you want to start the quiz after you finish a pomodoro session.",
  "elaboration_desc": "Elaborate on the topic you are studying.",
  "elaboration_quiz": "You can start the quiz after you have reviewed the elaborated topic.",
  "elaboration_new_session_q": "What will happen to the elaborated topics when I start a new session?",
  "elaboration_new_session": "You can optionally insert the elaborated topics to your notes.",
  "elaboration_content_dest": "Please select a page to paste the elaborated content to.",
  "elaboration_content_dest_e": "Please select a page to paste the elaborated content to.",
  "elaboration_old_session_q": "Do you want to review your old elaborated topics?",
  "acronym_quiz": "You can start the quiz after you have reviewed the acronyms.",
  "acronym_new_session_q": "What will happen to the generated acronym mnemonics topics when I start a new session?",
  "acronym_new_session": "You can optionally insert the generated acronym mnemonics to your notes.",
  "acronym_desc": "Generate acronyms to help you remember topics.",
  "blurting_desc": "Write down anything that comes to your mind about the topic you want to study.",
  "blurting_quiz": "You can start the quiz after you have reviewed the organized content.",
  "blurting_pre_rev_title": "Fill out the form below to get started.",
  "spaced_repetition_desc": "Review the content at increasing intervals.",
  "active_recall_desc": "Recall the information you have learned without looking at the notes in intervals.",
  "sq3r_desc": "The SQ3R Method is a systematic approach to studying that enhances comprehension and retention of written material.",
  "review_remind": "Remember to review the content before taking a quiz at the check button at the button right!",
  "review_grading_q": "How will I be graded with this?",
  "review_grading": "You will be graded after the session through a quiz.",
  "review_desc": "You will be asked to choose what notebook you want to use, and what pages of that notebook you want to use for the quiz later after the session.",
  "review_quiz_q": "How to start the quiz?",
  "greet_morning": "Good Morning",
  "greet_afternoon": "Good Afternoon",
  "greet_evening": "Good Evening",
  "choose_notebook": "Choose a notebook to get started.",
  "select_notebook": "The last selected notebook will be used.",
  "select_pages": "You can select multiple pages but take note, they should be in the same topic to get the best results.",
  "select_pages_e": "The selected pages have no content. Please select another page or notebook.",
  "no_notebook": "No notebooks found.",
  "no_page": "This notebook has no notes, please select another one or create a note.",
  "create_notebook_e": "Please create a notebook to get started.",
  "create_notebook": "Create Notebook ",
  "create_note": "Create Page",
  "new_page_notice": "Create new page",
  "delete_note_confirm": "Are you sure you want to delete this note?",
  "no_notebook_and_page": "Please select a notebook and pages.",
  "flashcard_notice": "Checking if you have old flashcards to review...",
  "flashcard_review": "You have old flashcards to review. Do you want to review them first?",
  "flashcard_generate_notice": "Generating flashcards...",
  "feynman_old_session_label": "Old Feynman Sessions",
  "last_session": "The last selected session will be used.",
  "pre_review_notice": "Quick Notice for {reviewMethod}",
  "old_session_notice_q": "Do you want to review your old {reviewMethod} sessions with this notebook?",
  "last_session_notice": "Please select an old session to review.",
  "old_session_notice": "The last selected session will be used.",
  "old_session_title": "Choose an old session to review.",
  "old_session_check": "Checking if you have old sessions to review...",
  "title_field_notice": "Please enter a title.",
  "title_length_max": "Title must be at most {max} characters.",
  "title_length_min": "Title must be at least {min} characters.",
  "notice": "Notice",
  "leitner_tutorial_title": "You need to add a title for your review session here.",
  "leitner_tutorial_notebook": "Here you can select a notebook to review the notes from. Since you came from the note-taking page, the notebook of that note will be used. If you want to select another notebook, you can do so.",
  "leitner_tutorial_page": "Here you can select the pages to review. This is also pre-selected based on the note you came from. Note that when choosing multiple pages, make sure they are all in the same topic to get the best results.",
  "leitner_tutorial_confirm": "You can then click on this button to continue with the review session after you are done selecting the notebook and pages.",
  "sort_title": "Sort by Title",
  "sort_date": "Sort by Date",
  "two_col": "Two Columns ",
  "three_col": "Three Columns ",
  "file_size_e": "File size exceeds the limit. Please select a file smaller than 4MB.",
  "file_extraction": "We are extracting the text from your PDF file.",
  "file_extracted_dest_new": "Choose the pages you want your extracted text to be saved in.",
  "file_extracted_dest_existing": "Please select a page to paste the extracted text to.",
  "allowed_files": "Only PDF files are allowed. Please select a PDF file.",
  "notebook_action": "What do you want to do with this notebook?",
  "delete_action": "Delete",
  "edit_action": "Edit",
  "delete_notebook_loading": "Deleting your notebook...",
  "delete_notebook_confirm": "Are you sure you want to delete this notebook?",
  "general_e": "An error occurred. Please try again later.",
  "generate_quiz": "Generating quiz...",
  "generate_quiz_e": "An error occurred while generating the quiz. Please try again later.",
  "save_quiz_e": "An error occurred while saving the quiz. Please try again later."
}