{
  "settings": "Settings",
  "theme": "Theme",
  "change_theme": "Change Theme",
  "language": "Language",
  "current_language": "Current Language:",
  "about": "About",
  "support": "Support",
  "terms_of_service": "Terms of Service",
  "invite_friends": "Invite Friends",
  "edit_profile": "Edit Profile",
  "change_password": "Change Password",
  "delete_account": "Delete Account",
  "sign_out": "Sign Out",
  "sign_out_desc": "Are you sure you want to sign out?",
  "general": "General",
  "about_header": "WELCOME TO U DO NOTE!",
  "about_desc": "U DO NOTE is a comprehensive, mobile-based note-taking application designed to make studying more effective and efficient by integrating advanced learning methods with powerful note organization tools. Tailored for students of Cavite State University Bacoor Campus and beyond, this app is built to enhance academic performance through user-friendly features and AI-driven insights.",
  "about_key_features_title": "KEY FEATURES",
  "about_key_feature_1": "Effortless Note Input: Capture notes from various sources, including handwritten notes, printed modules, and PDF files, using OCR (Optical Character Recognition) technology to convert text into editable form. You can also record your thoughts with speech-to-text, available in both English and Filipino.",
  "about_key_feature_2": "Organized Note Management: Easily categorize and organize your notes into customizable folders, categories, and mind maps. Highlight essential points, sort for easy retrieval, and customize your layout for a streamlined learning experience.",
  "about_key_feature_3": "Learning Strategy Suggestions: Using AI, U DO NOTE analyzes the context of your notes and suggests tailored learning strategies to fit your study style.",
  "about_key_feature_4": "Integrated Learning Methods: Access interactive learning methods like:",
  "about_key_feature_5": "Progress Tracking with Descriptive Analytics: Track your academic progress over time with clear analytics, helping you identify areas for improvement and celebrate your achievements.",
  "about_why": "Why U DO NOTE?",
  "about_why_desc": "U DO NOTE is more than just a note-taking tool; it\u0027s a learning companion built to develop effective study habits and boost academic results. It provides value not only to students but also to researchers exploring technology's role in education.\n\nWhether you're preparing for exams, reviewing lectures, or organizing information, U DO NOTE is here to make your study journey smarter, faster, and more efficient.",
  "what_is": "What is {reviewMethod}?",
  "when_good": "When It’s Good to Use",
  "how_it_works": "How it works",
  "leitner_notice": "Quick Notice for Leitner System",
  "leitner_desc": "Use flashcards as a tool for learning.",
  "leitner_review": "You will be asked to choose what notebook you want to use, and what pages of that notebook you want to generate flashcards with.",
  "leitner_grading": "You will be graded based on your response time for every flashcard. Note that the moment the app finishes generating flashcards, the timer will start.",
  "leitner_new_session_q": "What will happen to the flashcards when I start a new session?",
  "leitner_new_session": "U Do Note will generate flashcards again only if you don't have any flashcards that need to be reviewed again.",
  "leitner_what": "The Leitner System is a learning method used to improve long-term retention of information. Developed by German science journalist Sebastian Leitner.",
  "leitner_when_good": "The Leitner System is particularly effective for learning and memorizing new information that requires repeated exposure to stick, It’s especially helpful if you need to retain information for a long period or are studying for exams. It works best when you have time to review regularly, as consistency is key to leveraging the power of this method.",
  "leitner_how": "You'll be given a set of flashcards with questions. Answer each question on your own, flip the card to check your answer, and then swipe to proceed to the next flashcard.",
  "feynman_desc": "Explain a topic that a five (5) year old child can understand.",
  "feynman_quiz": "If you think you are ready, you can start the quiz by typing 'Quiz' in the chat box and sending it.",
  "feynman_new_session_q": "What will happen to the sessions when I start a new session?",
  "feynman_new_session": "The previous session will be saved and you can review it anytime you want and continue where you left off.",
  "feynman_what": "The Feynman Technique is a learning method developed by physicist Richard Feynman to deeply understand complex topics by breaking them down into simpler terms. This technique emphasizes explaining concepts as if you were teaching them to someone else, which helps identify gaps in your knowledge and reinforce understanding.",
  "feynman_when_good": "The Feynman Technique is ideal when you need to master a challenging concept or improve your comprehension of complex topics. This technique is also beneficial when preparing for presentations, exams, or any scenario where you need to explain concepts clearly to others.",
  "feynman_how": "Imagine you're explaining your notes to a 5-year-old. As they ask questions, you should respond in the simplest way possible, using easy words and concepts that they can understand. The goal is to break down the idea so that even someone with no background knowledge can grasp it.",
  "pomodoro_desc": "Use a timer to break down work into intervals.",
  "pomodoro_timer_desc_q": "What does the red and green timer mean?",
  "pomodoro_timer_desc": "The red timer represents the pomodoro session, while the green timer represents the break session.",
  "pomodoro_quiz": "You will be asked if you want to start the quiz after you finish a pomodoro session.",
  "pomodoro_what": "The Pomodoro Technique is a time management method where you work in short bursts, typically 25 minutes, followed by a short break (5 minutes). This cycle is called a 'Pomodoro.' After completing four Pomodoros, you take a longer break, usually 15–30 minutes. You can also adjust the time intervals to suit your needs before starting.",
  "pomodoro_when_good": "The Pomodoro Technique is great when you need to focus on tasks but often struggle with distractions. It’s ideal for tasks that require sustained concentration, like studying, writing, or coding. It's also useful for avoiding burnout by ensuring regular breaks.",
  "pomodoro_how": "You’ll start your Pomodoro session by setting the timer and work until it finishes. During this time, you can focus on studying your notes or reviewing material. Once the timer goes off, take a short break before moving on to the next task or taking a quiz to assess what you've learned. The idea is to stay focused and productive during each Pomodoro, with breaks to recharge in between.",
  "elaboration_desc": "Elaborate on the topic you are studying.",
  "elaboration_quiz": "You can start the quiz after you have reviewed the elaborated topic.",
  "elaboration_new_session_q": "What will happen to the elaborated topics when I start a new session?",
  "elaboration_new_session": "You can optionally insert the elaborated topics to your notes.",
  "elaboration_content_dest": "Please select a page to paste the elaborated content to.",
  "elaboration_content_dest_e": "Please select a page to paste the elaborated content to.",
  "elaboration_old_session_q": "Do you want to review your old elaborated topics?",
  "elaboration_what": "Elaboration is a study method that involves enhancing the material you're learning by adding extra details, examples, or connections to make the information more meaningful. By expanding on the basic concepts and linking them to things you already know, you deepen your understanding and improve retention.",
  "elaboration_when_good": "Elaboration is particularly useful when you're learning complex or unfamiliar material. It helps you move beyond simple memorization and gives you a deeper understanding of the topic. This strategy works well for subjects that require conceptual understanding, such as history, science, or any subject where making connections between ideas is important. Elaboration is also beneficial when you're preparing for exams or writing essays, as it improves both recall and the ability to explain concepts clearly.",
  "elaboration_how": "Your selected notes will be elaborated into a more detailed and expanded version, providing additional context, examples, and explanations. This will help you gain a deeper understanding of the material and make it easier to remember the key concepts.",
  "acronym_quiz": "You can start the quiz after you have reviewed the acronyms.",
  "acronym_new_session_q": "What will happen to the generated acronym mnemonics topics when I start a new session?",
  "acronym_new_session": "You can optionally insert the generated acronym mnemonics to your notes.",
  "acronym_desc": "Generate acronyms to help you remember topics.",
  "acronym_what": "Acronym mnemonics is a memory technique where you create a word or phrase from the first letters of a set of items you need to remember. This strategy helps simplify and organize complex information by creating an easily memorable word or phrase that represents a group of concepts.",
  "acronym_when_good": "Acronym mnemonics are especially useful when you need to remember a list of related items, such as the order of steps in a process, lists of facts, or groups of terms. This strategy is effective for subjects like language learning, biology (e.g., taxonomy levels), history (e.g., the names of U.S. presidents), and any other discipline that involves memorizing lists or groups of information.",
  "acronym_how": "You’ll receive a summary of your chosen topic along with a list of acronyms related to your chosen topic. These acronyms will represent key concepts or terms, making it easier for you to remember and understand the material. By associating the acronyms with the topic, you'll be able to recall important information more quickly and effectively.",
  "blurting_desc": "Write down anything that comes to your mind about the topic you want to study.",
  "blurting_quiz": "You can start the quiz after you have reviewed the organized content.",
  "blurting_quiz_later_q": "Can I choose to take the quiz later?",
  "blurting_quiz_later": "Yes, just press the back button in the note-taking screen, and if you want to take the quiz for that, choose the session you want when prompted to select an old session.",
  "blurting_pre_rev_title": "Fill out the form below to get started.",
  "blurting_what": "The Blurting Method is a study technique that involves writing down everything you can remember about a topic, without looking at your notes, textbook, or any other materials. The goal is to 'blurt' out as much information as you can recall from memory, which helps reinforce learning and identify gaps in your understanding.",
  "blurting_when_good": "The Blurting Method is particularly effective when you need to test your recall and reinforce long-term memory. It’s ideal for subjects that require memorization or understanding of key concepts, such as history, biology, or any subject with a lot of factual information. It’s also great for exam preparation, as it helps you practice retrieving information under time pressure.",
  "blurting_how": "In a new session, you'll start by typing anything that comes to your mind about a topic you’d like to learn. After some time, the app will ask if you're done, or you can press done button yourself to prompt the app to begin organizing your thoughts.",
  "spaced_repetition_desc": "Review the content at increasing intervals.",
  "spaced_repetition_grading": "You will be graded every quiz you take.",
  "spaced_repetition_quiz": "You will take the quiz after the first hour, and the next subsequent quizzes will be on intervals",
  "spaced_repetition_what": "Spaced repetition is a technique used to improve long-term memory retention by reviewing information at increasing intervals over time. Instead of cramming all at once, this method spaces out the review sessions to reinforce knowledge before it starts to fade. The idea is that reviewing information just as you're about to forget it helps to strengthen the memory and prevent forgetting.",
  "spaced_repetition_when_good": "Spaced repetition is most effective for learning material that requires long-term retention, such as vocabulary, formulas, historical dates, or medical terms. It’s especially helpful when studying large amounts of material or preparing for exams where you need to remember information for weeks or months.",
  "spaced_repetition_how": "You’ll be asked to review your note thoroughly, and then return after 1 hour to take a quiz on the material, without referring back to the note. The idea is to test your recall and reinforce what you’ve learned. Based on the score you receive, your next review session will be scheduled accordingly—if you perform well, the next review will be spaced further apart; if you struggle, the review will come sooner to help reinforce the material.",
  "quiz_time_q": "How do I know when it is the time of quiz?",
  "quiz_time": "You'll see your session at on-going reviews in the homepage and receive a notification.",
  "active_recall_desc": "Recall the information you have learned without looking at the notes in intervals.",
  "active_recall_grading": "You will be graded every quiz you take.",
  "active_recall_quiz": "You'll take the first quiz 2 hours after starting a session and answering 'What do you remember?' Subsequent quizzes will adjust based on your scores but will continue to ask the same question.",
  "active_recall_what": "Active recall is a study method that involves actively retrieving information from memory rather than passively reviewing notes or textbooks. The process focuses on testing yourself, prompting your brain to recall facts, concepts, or ideas without relying on external cues. This technique has been shown to significantly improve long-term retention and understanding.",
  "active_recall_when_good": "Active recall is particularly effective when preparing for exams or when you need to remember specific details or concepts. It works well for subjects that involve memorization, such as medicine, law, history, or any discipline that requires understanding and remembering key information. It’s great for both short-term revision and long-term mastery of material.",
  "active_recall_how": "You’ll be asked to review your note thoroughly and then return after 2 hours. You will need to input what you remember about the topic, and after that, you will take a quiz on the material. Your next review session will be scheduled based on the information you recalled and your score.",
  "sq3r_desc": "A systematic approach to studying that enhances comprehension and retention of written material.",
  "sq3r_grading": "You will be graded after your session with a quiz.",
  "sq3r_quiz": "You will take the quiz after the last step of SQ3R.",
  "sq3r_what": "The SQ3R Method is a study method designed to help you read and retain information more effectively. Developed by psychologist Francis P. Robinson in the 1940s, the method encourages deeper engagement with the text before, during, and after reading, which leads to a better understanding and retention of the material. SQ3R stands for Survey, Question, Read, Recite, and Review.",
  "sq3r_when_good": "The SQ3R method is especially useful when you need to study large amounts of text. It works well for subjects that require comprehension and retention of key ideas.",
  "sq3r_how": "The first step is Survey: You will skim your notes for any important headings or key terms. Next is Question: You need to formulate questions that come to mind about the topic. Then, in the Read step, you actively read the material while trying to answer the questions you've formulated. For Recite, you should summarize the material in your own words. Finally, in the Review step, review your summary and the answers to your questions in preparation for a quiz.",
  "pq4r_desc": "A study strategy designed to improve memory retention and comprehension by actively engaging with the learning material.",
  "pq4r_grading": "You will be graded after your session with a quiz.",
  "pq4r_quiz": "You will take the quiz after the last step of PQ4R.",
  "pq4r_what": "The PQ4R method is a study technique developed by E. L. Thomas and H. A. Robinson in the 1970s, designed to help students better comprehend material. It is similar to the SQ3R method but with an additional step: Reflect. The method consists of six steps: Preview, Question, Read, Reflect, Recite, and Review.",
  "pq4r_when_good": "The PQ4R method is best for studying dense material that requires deep comprehension. It includes a Reflect step, allowing you to pause and integrate new knowledge. SQ3R, in contrast, is ideal for quickly skimming and organizing large amounts of content, making it more suitable for technical subjects or when a faster, linear approach is needed. While both methods improve comprehension, PQ4R is better for deeper engagement and critical thinking, while SQ3R is more efficient for general understanding.",
  "pq4r_how": "It is the same as how SQ3R works but with an added step, Reflect: After reading, take a short break and reflect on the material. Think about its importance and how it relates to what you already know. Reflecting helps deepen your understanding and provides an opportunity to make connections between new and existing knowledge.",
  "review_remind": "Remember to review the content before taking a quiz at the check button at the button right!",
  "review_grading_q": "How will I be graded with this?",
  "review_grading": "You will be graded after the session through a quiz.",
  "review_desc": "You will be asked to choose what notebook you want to use, and what pages of that notebook you want to use for the quiz later after the session.",
  "review_quiz_q": "How to start the quiz?",
  "greet_morning": "Good Morning",
  "greet_afternoon": "Good Afternoon",
  "greet_evening": "Good Evening",
  "choose_notebook": "Choose a notebook to get started.",
  "select_notebook": "The last selected notebook will be used.",
  "select_pages": "You can select multiple pages but take note, they should be in the same topic to get the best results.",
  "select_pages_e": "The selected pages have no content. Please select another page or notebook.",
  "no_notebook": "No notebooks found.",
  "no_page": "This notebook has no notes, please select another one or create a note.",
  "create_notebook_e": "Please create a notebook to get started.",
  "create_notebook": "Create Notebook ",
  "create_note": "Create Page",
  "new_page_notice": "Create new page",
  "delete_note_confirm": "Are you sure you want to delete this note?",
  "no_notebook_and_page": "Please select a notebook and pages.",
  "flashcard_notice": "Checking if you have old flashcards to review...",
  "flashcard_review": "You have old flashcards to review. Do you want to review them first?",
  "flashcard_generate_notice": "Generating flashcards...",
  "feynman_old_session_label": "Old Feynman Sessions",
  "last_session": "The last selected session will be used.",
  "pre_review_notice": "Quick Notice for {reviewMethod}",
  "old_session_notice_q": "Do you want to review your old {reviewMethod} sessions with this notebook?",
  "last_session_notice": "Please select an old session to review.",
  "old_session_notice": "The last selected session will be used.",
  "old_session_title": "Choose an old session to review.",
  "old_session_check": "Checking if you have old sessions to review...",
  "title_field_notice": "Please enter a title.",
  "title_length_max": "Title must be at most {max} characters.",
  "title_length_min": "Title must be at least {min} characters.",
  "notice": "Notice",
  "leitner_tutorial_title": "You need to add a title for your review session here.",
  "leitner_tutorial_notebook": "Here you can select a notebook to review the notes from. Since you came from the note-taking page, the notebook of that note will be used. If you want to select another notebook, you can do so.",
  "leitner_tutorial_page": "Here you can select the pages to review. This is also pre-selected based on the note you came from. Note that when choosing multiple pages, make sure they are all in the same topic to get the best results.",
  "leitner_tutorial_confirm": "You can then click on this button to continue with the review session after you are done selecting the notebook and pages.",
  "sort_title": "Sort by Title",
  "sort_date": "Sort by Date",
  "two_col": "Two Columns ",
  "three_col": "Three Columns ",
  "file_size_e": "File size exceeds the limit. Please select a file smaller than 4MB.",
  "file_extraction": "We are extracting the text from your PDF file.",
  "file_extracted_dest_new": "Choose the pages you want your extracted text to be saved in.",
  "file_extracted_dest_existing": "Please select a page to paste the extracted text to.",
  "allowed_files": "Only PDF files are allowed. Please select a PDF file.",
  "notebook_action": "What do you want to do with this notebook?",
  "delete_action": "Delete",
  "edit_action": "Edit",
  "delete_notebook_loading": "Deleting your notebook...",
  "delete_notebook_confirm": "Are you sure you want to delete this notebook?",
  "general_e": "An error occurred. Please try again later.",
  "generate_quiz": "Generating quiz...",
  "generate_quiz_e": "An error occurred while generating the quiz. Please try again later.",
  "save_quiz_e": "An error occurred while saving the quiz. Please try again later.",
  "category_action": "What do you want to do with this category?",
  "delete_category_loading": "Deleting your category...",
  "delete_category_confirm": "Are you sure you want to delete this notebook?"
}