{
    "theme": "Tema",
    "current_theme": "Kasalukuyang Tema:",
    "language": "Wika",
    "current_language": "Kasalukuyang Wika:",
    "leitner_desc": "Paggamit ng mga flashcard bilang kasangkapan para sa pag-aaral.",
    "leitner_review": "Ikaw ay pipili kung aling notebook ang nais mong gamitin, at kung aling mga pahina ng notebook na iyon ang nais mong gawing flashcards.",
    "leitner_grading": "Ikaw ay bibigyan ng grado batay sa oras ng iyong pagtugon para sa bawat flashcard. Tandaan na kapag natapos ng app ang pagbuo ng mga flashcard, magsisimula ang timer.",
    "leitner_new_session_q": "Ano ang mangyayari sa mga flashcard kapag nagsimula ako nagsimula ako ng bago?",
    "leitner_new_session": "Ang U Do Note ay muling gagawa ng mga flashcard lamang kung wala ka nang mga flashcard na kailangang muling aralin.",
    "feynman_desc": "Ipaliwanag ang isang paksa na maiintindihan ng isang limang (5) taong gulang na bata.",
    "feynman_grading": "Bibigyan ka ng grado pagkatapos ng sesyon sa pamamagitan ng isang pagsusulit.",
    "feynman_quiz": "Kung sa tingin mo ay handa ka na, maaari mong simulan ang pagsusulit sa pamamagitan ng pag-type ng 'Quiz' sa chat box at i-send ito.",
    "feynman_new_session_q": "Ano ang mangyayari sa mga sesyon kapag nagsimula ako ng bagong sesyon?",
    "feynman_new_session": "Ang nakaraang sesyon ay mase-save at maaari mo itong balikan anumang oras at ipagpatuloy kung saan ka tumigil.",
    "pomodoro_desc": "Gumamit ng orasan upang hatiin ang gawain sa mga pagitan.",
    "pomodoro_timer_desc_q": "Ano ang ibig sabihin ng pulang at berdeng timer?",
    "pomodoro_timer_desc": "Ang pulang timer ay kumakatawan sa oras ng pag-aaral, habang ang berdeng timer ay kumakatawan sa oras ng pahinga.",
    "pomodoro_grading": "Bibigyan ka ng grado pagkatapos ng sesyon sa pamamagitan ng isang pagsusulit.",
    "pomodoro_quiz": "Tatanungin ka kung nais mong simulan ang pagsusulit pagkatapos mong matapos ang isang pomodoro session.",
    "review_grading": "Paano ako bibigyan ng grado dito?",
    "review_desc": "Ikaw ay pipili kung aling notebook ang nais mong gamitin, at kung aling mga pahina ng notebook na iyon ang nais mong gamitin para sa pagsusulit.",
    "review_quiz_q": "Paano simulan ang pagsusulit?"
}