{
  "settings": "Mga Setting",
  "theme": "Tema",
  "change_theme": "Palitan ang Tema",
  "language": "Wika",
  "current_language": "Kasalukuyang Wika:",
  "about": "Tungkol Sa",
  "support": "Suporta",
  "terms_of_service": "Mga Tuntunin ng Serbisyo",
  "invite_friends": "Mag-imbita ng mga Kaibigan",
  "edit_profile": "I-edit ang profile",
  "change_password": "Palitan ang Password",
    "delete_account": "Burahin ang Account",
  "sign_out": "Mag-sign out",
  "sign_out_desc": "Nais mo bang mag-sign out?",
  "general": "Pangkalahatan",
  "about_header" : "Maligayang pagdating sa U DO NOTE!",
  "about_desc" : "Ang U DO NOTE ay isang komprehensibo at mobile-based na application na ginagamit sa pagkuha ng mga notes. Ito ay idinisenyo upang gawing mas epektibo at episyente ang pag-aaral sa pamamagitan ng pagsasama ng mga advanced na paraan ng pag-aaral. Dinevelop ito para sa mga mag-aaral ng Cavite State University Bacoor Campus, ang app na ito ay binuo upang mapahusay ang akademikong pagganap sa pamamagitan ng mga feature na madaling gamitin at AI-driven na mga insight.",
  "about_key_features_title" : "MGA PANGUNAHING TAMPOK",
  "about_key_feature_1" : "Walang Kahirapang Pag-input ng Notes: Kumuha ng mga notes mula sa iba't ibang mapagkukunan, kabilang ang mga sulat-kamay na notes, naka-print na mga module, at mga PDF file, gamit ang teknolohiyang OCR (Optical Character Recognition) upang i-convert ang teksto sa nae-edit na anyo. Maaari mo ring i-record ang iyong mga saloobin gamit ang speech-to-text, na available sa parehong English at Filipino.",
  "about_key_feature_2" : "Organisadong mga Notes: Madaling ikategorya at ayusin ang iyong mga notes sa mga nako-customize na folder, kategorya. I-highlight ang mahahalagang punto, pag-uri-uriin para sa madaling pagkuha, at i-customize ang iyong layout para sa isang streamline na karanasan sa pag-aaral.",
  "about_key_feature_3" : "Mga Mungkahi sa Estratehiya sa Pag-aaral: Gamit ang AI, ang U DO NOTE ay sinusuri ang konteksto ng iyong mga notes at nagmumungkahi ng mga iniakma na diskarte sa pag-aaral upang umangkop sa iyong istilo ng pag-aaral.",
  "about_key_feature_4" : "Iba't ibang paraan ng pag-aaral: I-access ang mga interactive na paraan ng pag-aaral tulad ng:",
  "about_key_feature_5" : "Pagsubaybay sa Pag-unlad gamit ang Descriptive Analytics: Subaybayan ang iyong akademikong pag-unlad sa paglipas ng panahon gamit ang malinaw na analytics, na tumutulong sa iyong tukuyin ang mga lugar para sa pagpapabuti at ipagdiwang ang iyong mga nagawa.",
  "about_why" : "Bakit U DO NOTE?",
  "about_why_desc" : "Ang U DO NOTE ay higit pa sa isang tool sa pagkuha ng notes; ito ay isang kasama sa pag-aaral na binuo upang bumuo ng mabisang mga gawi sa pag-aaral at palakasin ang mga resulta ng akademiko. Nagbibigay ito ng halaga hindi lamang sa mga mag-aaral kundi pati na rin sa mga mananaliksik na nag-e-explore sa papel ng teknolohiya sa edukasyon.\n\nNaghahanda ka man para sa mga pagsusulit, nagre-review ng mga lecture, o nag-aayos ng impormasyon, ang U DO NOTE ay narito para gawing mas matalino, mas mabilis, at mas mahusay and iyong pag-aaral.",
  "leitner_notice": "Maiksing Paunawa patungkol sa Leitner System",
  "leitner_desc": "Paggamit ng mga flashcard bilang kasangkapan para sa pag-aaral.",
  "leitner_review": "Ikaw ay pipili kung aling notebook ang nais mong gamitin, at kung aling mga pahina ng notebook na iyon ang nais mong gawing flashcards.",
  "leitner_grading": "Ikaw ay bibigyan ng grado batay sa oras ng iyong pagtugon para sa bawat flashcard. Tandaan na kapag natapos ng app ang pagbuo ng mga flashcard, magsisimula ang timer.",
  "leitner_new_session_q": "Ano ang mangyayari sa mga flashcard kapag nagsimula ako ng bagong sesyon?",
  "leitner_new_session": "Ang U Do Note ay muling gagawa ng mga flashcard lamang kung wala ka nang mga flashcard na kailangang muling aralin.",
  "feynman_desc": "Ipaliwanag ang isang paksa na maiintindihan ng isang limang (5) taong gulang na bata.",
  "feynman_quiz": "Kung sa tingin mo ay handa ka na, maaari mong simulan ang pagsusulit sa pamamagitan ng pag-type ng 'Quiz' sa chat box at i-send ito.",
  "feynman_new_session_q": "Ano ang mangyayari sa mga sesyon kapag nagsimula ako ng bagong sesyon?",
  "feynman_new_session": "Ang nakaraang sesyon ay mase-save at maaari mo itong balikan anumang oras at ipagpatuloy kung saan ka tumigil.",
  "pomodoro_desc": "Gumamit ng orasan upang hatiin ang gawain sa mga pagitan.",
  "pomodoro_timer_desc_q": "Ano ang ibig sabihin ng pulang at berdeng timer?",
  "pomodoro_timer_desc": "Ang pulang timer ay kumakatawan sa oras ng pag-aaral, habang ang berdeng timer ay kumakatawan sa oras ng pahinga.",
  "pomodoro_quiz": "Tatanungin ka kung nais mong simulan ang pagsusulit pagkatapos mong matapos ang isang pomodoro session.",
  "elaboration_desc": "Palawakin ang paksa na iyong pinag-aaralan.",
  "elaboration_quiz": "Maaari kang magsimula ng pagsusulit pagkatapos mong aralin ang pinalawak na paksa.",
  "elaboration_new_session_q": "Ano ang mangyayari sa mga pinalawak na paksa kapag nagsimula ako ng bagong sesyon?",
  "elaboration_new_session": "Ang mga pinalawak na paksa ay maari mong i-save sa pahina ng notebook na iyong pinili.",
  "elaboration_content_dest": "Mangyaring pumili ng pahina kung saan mo nais na mailagay ang pinalawak na nilalaman.",
  "elaboration_content_dest_e": "Mangyaring pumili ng pahina upang mailagay ang pinalawak na nilalaman.",
  "elaboration_old_session_q": "Gusto mo bang balikan ang iyong mga lumang pinalawak na paksa?",
  "acronym_quiz": "Maaari kang magsimula ng pagsusulit pagkatapos mong aralin ang mga acronym.",
  "acronym_new_session_q": "Ano ang mangyayari sa mga acronym mnemonics kapag nagsimula ako ng bagong sesyon?",
  "acronym_new_session": "Maaari mong ilagay ang mga acronym mnemonics sa iyong mga notes.",
  "acronym_desc": "Gumawa ng mga acronym upang makatulong sa pag-alala ng mga paksa.",
  "blurting_desc": "Isulat ang anumang bagay na pumapasok sa iyong isipan tungkol sa paksa na nais mong pag-aralan.",
  "blurting_quiz": "Maaari kang magsimula ng pagsusulit pagkatapos mong aralin ang pinalawak na nilalaman.",
  "blurting_quiz_later_q": "Maaari ko bang piliin na kumuha ng pagsusulit mamaya?",
  "blurting_quiz_later": "Oo, pindutin lang ang back button sa note-taking screen, at kung gusto mong kunin ang pagsusulit para doon, piliin ang session na gusto mo kapag sinenyasan na pumili ng lumang session.",
  "blurting_pre_rev_title": "Punan ang form sa ibaba upang makapagsimula.",
  "spaced_repetition_desc": "Balik-aralin ang nilalaman sa palaki nang palaking pagitan ng oras.",
  "spaced_repetition_grading": "Mamarkahan ka sa bawat pagsusulit na iyong kukunin.",
  "spaced_repetition_quiz": "Sasagutin mo ang pagsusulit pagkatapos ng unang oras, at ang susunod na kasunod na mga pagsusulit ay nasa pagitan.",
  "quiz_time_q": "Paano ko malalaman kung oras na ng pagsusulit?",
  "quiz_time": "Makikita mo ang iyong session sa mga on-going review sa homepage at makakatanggap ka ng notification.",
  "active_recall_desc": "Tandaan ang impormasyon na iyong natutunan nang hindi tinitingnan ang mga notes sa mga pagitan ng oras.",
  "active_recall_grading": "Mamarkahan ka sa bawat pagsusulit na iyong kukunin.",
  "active_recall_quiz": "Sasagutin mo ang unang pagsusulit 2 oras pagkatapos magsimula ng sesyon at sasagutin ang tanong na 'Ano ang naaalala mo?'. Ang mga kasunod na pagsusulit ay magsasaayos batay sa iyong mga marka ngunit patuloy na magtatanong ng parehong tanong.",
  "sq3r_desc": "Isang sistemang paraan ng pag-aaral na nagpapalakas sa pang-unawa at pagtanda ng mga nakasulat na materyal.",
  "sq3r_grading": "Mamarkahan ka pagkatapos ng iyong sesyon gamit ang isang pagsusulit.",
  "sq3r_quiz": "Sasagutin mo ang pagsusulit pagkatapos ng huling hakbang ng SQ3R.",
  "pq4r_desc": "Isang sistemang paraan ng pag-aaral na nagpapalakas sa pang-unawa at pagtanda ng mga nakasulat na materyal.",
  "pq4r_grading": "Mamarkahan ka pagkatapos ng iyong sesyon gamit ang isang pagsusulit.",
  "pq4r_quiz": "Sasagutin mo ang pagsusulit pagkatapos ng huling hakbang ng PQ4R.",
  "review_remind": "Tandaan na suriin ang pinalawak na teksto bago sumailalim sa pagsusulit sa check na button sa baba papuntang kanan!",
  "review_grading_q": "Paano ako bibigyan ng grado dito?",
  "review_grading": "Bibigyan ka ng grado pagkatapos ng sesyon sa pamamagitan ng isang pagsusulit.",
  "review_desc": "Ikaw ay pipili kung aling notebook ang nais mong gamitin, at kung aling mga pahina ng notebook na iyon ang nais mong gamitin para sa pagsusulit.",
  "review_quiz_q": "Paano simulan ang pagsusulit?",
  "greet_morning": "Magandang Umaga",
  "greet_afternoon": "Magandang Hapon",
  "greet_evening": "Magandang Gabi",
  "choose_notebook": "Pumili ng notebook para makapagsimula.",
  "select_notebook": "Ang iyong huling piniling notebook ang gagamitin.",
  "select_pages": "Maaari kang pumili ng maraming pahina ngunit tandaan, dapat nasa parehong paksa ito para sa magandang resulta.",
  "select_pages_e": "Ang napiling mga pahina ay walang laman. Mangyaring pumili ng ibang pahina o notebook.",
  "no_notebook": "Ikaw ay wala pang notebook.",
  "no_page": "Ang notebook na ito ay walang laman, mangyaring pumili ng iba pang notebook o lagyan ito ng laman",
  "create_notebook_e": "Mangyaring gumawa ng notebook para makapagsimula.",
  "create_notebook": "Gumawa ng Notebook ",
  "create_note": "Gumawa ng pahina",
  "new_page_notice": "Gumawa ng bagong pahina",
  "delete_note_confirm": "Sigurado ka bang nais mong burahin ang pahinang ito?",
  "no_notebook_and_page": "Mangyaring pumili ng notebook at mga pahina.",
  "flashcard_notice": "Sinusuri kung may mga lumang flashcards na kailangang aralin...",
  "flashcard_review": "Mayroon kang mga lumang flashcards na kailangang aralin. Gusto mo bang aralin muna ang mga ito?",
  "flashcard_generate_notice": "Gumagawa ng mga flashcard...",
  "feynman_old_session_label": "Mga Lumang Feynman Sessions",
  "last_session": "Ang huling piniling sesyon ang gagamitin.",
  "pre_review_notice": "Quick Notice for {reviewMethod}",
  "old_session_notice_q": "Do you want to review your old {reviewMethod} sessions with this notebook?",
  "last_session_notice": "Mangyaring pumili ng lumang sesyon para aralin.",
  "old_session_notice": "Ang huling piniling sesyon ang gagamitin.",
  "old_session_title": "Pumili ng lumang sesyon para aralin.",
  "old_session_check": "Sinusuri kung may mga lumang sesyon na kailangang aralin...",
  "title_field_notice": "Mangyaring maglagay ng pamagat.",
  "title_length_max": "Ang pamagat ay dapat na hindi hihigit sa {max} karakter.",
  "title_length_min": "Ang pamagat ay dapat na hindi bababa sa {min} karakter.",
  "notice": "Paunawa",
  "leitner_tutorial_title": "Kailangan mong maglagay ng pamagat para sa iyong sesyon ng pagsusuri dito.",
  "leitner_tutorial_notebook": "Dito maaari kang pumili ng notebook upang aralin. Dahil ikaw ay dinala rito ng app, ang notebook na iyong pinanggalingan ang gagamitin. Kung nais mong pumili ng ibang notebook, maaari mo itong gawin.",
  "leitner_tutorial_page": "Dito maaari mong piliin ang mga pahina upang aralin. Ito rin ay naka-select na batay sa iyong pinaggalingan. Tandaan na kapag pumipili ng maraming pahina, tiyakin na ang mga ito ay nasa parehong paksa para sa magandang na resulta.",
  "leitner_tutorial_confirm": "Pagkatapos mong piliin ang notebook at mga pahina, maaari mo nang i-click ang button na ito upang ipagpatuloy ang sesyon.",
  "sort_title": "Ayusin ayon sa Pamagat",
  "sort_date": "Ayusin ayon sa Petsa",
  "two_col": "Dalawang Hanay ",
  "three_col": "Tatlong Hanay ",
  "file_size_e": "Masyadong malaki ang file. Mangyaring pumili ng file na mas maliit sa 4MB.",
  "file_extraction": "Kinukuha ang teksto mula sa iyong PDF file.",
  "file_extracted_dest_new": "Pumili ng mga pahina kung saan mo nais na mailagay ang iyong kinuhang teksto.",
  "file_extracted_dest_existing": "Mangyaring pumili ng pahina upang mailagay ang kinuhang teksto.",
  "allowed_files": "Tanging mga PDF file lamang ang maaring piliin. Mangyaring pumili ng PDF file.",
  "notebook_action": "Ano ang nais mong gawin sa notebook na ito?",
  "delete_action": "Burahin",
  "edit_action": "Baguhin",
  "delete_notebook_loading": "Kasalukuyang binubura ang iyong notebook...",
  "delete_notebook_confirm": "Sigurado ka bang nais mong burahin ang notebook na ito?",
  "general_e": "May naganap na error. Mangyaring subukan ulit mamaya.",
  "generate_quiz": "Gumagawa ng iyong pagsusulit...",
  "generate_quiz_e": "May naganap na error habang ginagawa ang pagsusulit. Mangyaring subukan ulit mamaya.",
  "save_quiz_e": "May naganap na error habang ini-save ang iyong pagsusulit. Mangyaring subukan ulit mamaya.",
  "category_action": "Ano ang nais mong gawin sa category na ito?",
  "delete_category_loading": "Kasalukuyang binubura ang iyong category...",
  "delete_category_confirm": "Sigurado ka bang nais mong burahin ang category na ito?"
}