{
  "theme": "Tema",
  "current_theme": "Kasalukuyang Tema:",
  "language": "Wika",
  "current_language": "Kasalukuyang Wika:",
  "leitner_notice": "Maiksing Paunawa patungkol sa Leitner System",
  "leitner_desc": "Paggamit ng mga flashcard bilang kasangkapan para sa pag-aaral.",
  "leitner_review": "Ikaw ay pipili kung aling notebook ang nais mong gamitin, at kung aling mga pahina ng notebook na iyon ang nais mong gawing flashcards.",
  "leitner_grading": "Ikaw ay bibigyan ng grado batay sa oras ng iyong pagtugon para sa bawat flashcard. Tandaan na kapag natapos ng app ang pagbuo ng mga flashcard, magsisimula ang timer.",
  "leitner_new_session_q": "Ano ang mangyayari sa mga flashcard kapag nagsimula ako ng bagong sesyon?",
  "leitner_new_session": "Ang U Do Note ay muling gagawa ng mga flashcard lamang kung wala ka nang mga flashcard na kailangang muling aralin.",
  "feynman_notice": "Maiksing Paunawa patungkol sa Feynman Technique",
  "feynman_desc": "Ipaliwanag ang isang paksa na maiintindihan ng isang limang (5) taong gulang na bata.",
  "feynman_quiz": "Kung sa tingin mo ay handa ka na, maaari mong simulan ang pagsusulit sa pamamagitan ng pag-type ng 'Quiz' sa chat box at i-send ito.",
  "feynman_new_session_q": "Ano ang mangyayari sa mga sesyon kapag nagsimula ako ng bagong sesyon?",
  "feynman_new_session": "Ang nakaraang sesyon ay mase-save at maaari mo itong balikan anumang oras at ipagpatuloy kung saan ka tumigil.",
  "pomodoro_notice": "Maiksing Paunawa patungkol sa Pomodoro Technique",
  "pomodoro_desc": "Gumamit ng orasan upang hatiin ang gawain sa mga pagitan.",
  "pomodoro_timer_desc_q": "Ano ang ibig sabihin ng pulang at berdeng timer?",
  "pomodoro_timer_desc": "Ang pulang timer ay kumakatawan sa oras ng pag-aaral, habang ang berdeng timer ay kumakatawan sa oras ng pahinga.",
  "pomodoro_quiz": "Tatanungin ka kung nais mong simulan ang pagsusulit pagkatapos mong matapos ang isang pomodoro session.",
  "elaboration_notice": "Maiksing Paunawa patungkol sa Elaboration Technique",
  "elaboration_desc": "Palawakin ang paksa na iyong pinag-aaralan.",
  "elaboration_quiz": "Maaari kang magsimula ng pagsusulit pagkatapos mong aralin ang pinalawak na paksa.",
  "elaboration_new_session_q": "Ano ang mangyayari sa mga pinalawak na paksa kapag nagsimula ako ng bagong sesyon?",
  "elaboration_new_session": "Ang mga pinalawak na paksa ay maari mong i-save sa pahina ng notebook na iyong pinili.",
  "elaboration_content_dest": "Mangyaring pumili ng pahina kung saan mo nais na mailagay ang pinalawak na nilalaman.",
  "elaboration_content_dest_e": "Mangyaring pumili ng pahina upang mailagay ang pinalawak na nilalaman.",
  "elaboration_old_session_q": "Gusto mo bang balikan ang iyong mga lumang pinalawak na paksa?",
  "review_grading_q": "Paano ako bibigyan ng grado dito?",
  "review_grading": "Bibigyan ka ng grado pagkatapos ng sesyon sa pamamagitan ng isang pagsusulit.",
  "review_desc": "Ikaw ay pipili kung aling notebook ang nais mong gamitin, at kung aling mga pahina ng notebook na iyon ang nais mong gamitin para sa pagsusulit.",
  "review_quiz_q": "Paano simulan ang pagsusulit?",
  "greet_morning": "Magandang Umaga",
  "greet_afternoon": "Magandang Hapon",
  "greet_evening": "Magandang Gabi",
  "choose_notebook": "Pumili ng notebook para makapagsimula.",
  "select_notebook": "Ang iyong huling piniling notebook ang gagamitin.",
  "select_pages": "Maaari kang pumili ng maraming pahina ngunit tandaan, dapat nasa parehong paksa ito para sa magandang resulta.",
  "select_pages_e": "Ang napiling mga pahina ay walang laman. Mangyaring pumili ng ibang pahina o notebook.",
  "no_notebook": "Ikaw ay wala pang notebook.",
  "no_page": "Ang notebook na ito ay walang laman, mangyaring pumili ng iba pang notebook o lagyan ito ng laman",
  "create_notebook_e": "Mangyaring gumawa ng notebook para makapagsimula.",
  "create_notebook": "Gumawa ng Notebook",
  "create_note": "Gumawa ng pahina",
  "new_page_notice": "Gumawa ng bagong pahina",
  "delete_note_confirm": "Sigurado ka bang nais mong burahin ang pahinang ito?",
  "no_notebook_and_page": "Mangyaring pumili ng notebook at mga pahina.",
  "flashcard_notice": "Sinusuri kung may mga lumang flashcards na kailangang aralin...",
  "flashcard_review": "Mayroon kang mga lumang flashcards na kailangang aralin. Gusto mo bang aralin muna ang mga ito?",
  "flashcard_generate_notice": "Gumagawa ng mga flashcard...",
  "feynman_old_session": "Gusto mo bang aralin ang iyong mga lumang Feynman Sessions sa notebook na ito?",
  "feynman_old_session_label": "Mga Lumang Feynman Sessions",
  "last_session": "Ang huling piniling sesyon ang gagamitin.",
  "last_session_notice": "Mangyaring pumili ng lumang sesyon para aralin.",
  "old_session_notice": "Ang huling piniling sesyon ang gagamitin.",
  "old_session_title": "Pumili ng lumang sesyon para aralin.",
  "old_session_check": "Sinusuri kung may mga lumang sesyon na kailangang aralin...",
  "title": "Pamagat",
  "title_field_notice": "Mangyaring maglagay ng pamagat.",
  "title_length_max": "Ang pamagat ay dapat na hindi hihigit sa {max} karakter.",
  "title_length_min": "Ang pamagat ay dapat na hindi bababa sa {min} karakter.",
  "notice": "Paunawa",
  "leitner_tutorial_title": "Kailangan mong maglagay ng pamagat para sa iyong sesyon ng pagsusuri dito.",
  "leitner_tutorial_notebook": "Dito maaari kang pumili ng notebook upang aralin. Dahil ikaw ay dinala rito ng app, ang notebook na iyong pinanggalingan ang gagamitin. Kung nais mong pumili ng ibang notebook, maaari mo itong gawin.",
  "leitner_tutorial_page": "Dito maaari mong piliin ang mga pahina upang aralin. Ito rin ay naka-select na batay sa iyong pinaggalingan. Tandaan na kapag pumipili ng maraming pahina, tiyakin na ang mga ito ay nasa parehong paksa para sa magandang na resulta.",
  "leitner_tutorial_confirm": "Pagkatapos mong piliin ang notebook at mga pahina, maaari mo nang i-click ang button na ito upang ipagpatuloy ang sesyon.",
  "sort_title": "Ayusin ayon sa Pamagat",
  "sort_date": "Ayusin ayon sa Petsa",
  "two_col": "Dalawang Hanay",
  "three_col": "Tatlong Hanay",
  "file_size_e": "Masyadong malaki ang file. Mangyaring pumili ng file na mas maliit sa 4MB.",
  "file_extraction": "Kinukuha ang teksto mula sa iyong PDF file.",
  "file_extracted_dest_new": "Pumili ng mga pahina kung saan mo nais na mailagay ang iyong kinuhang teksto.",
  "file_extracted_dest_existing": "Mangyaring pumili ng pahina upang mailagay ang kinuhang teksto.",
  "allowed_files": "Tanging mga PDF file lamang ang maaring piliin. Mangyaring pumili ng PDF file.",
  "notebook_action": "Ano ang nais mong gawin sa notebook na ito?",
  "delete_action": "Burahin",
  "edit_action": "Baguhin",
  "delete_notebook_loading": "Kasalukuyang binubura ang iyong notebook...",
  "delete_notebook_confirm": "Sigurado ka bang nais mong burahin ang notebook na ito?",
  "general_e": "May naganap na error. Mangyaring subukan ulit mamaya.",
  "generate_quiz": "Gumagawa ng iyong pagsusulit...",
  "generate_quiz_e": "May naganap na error habang ginagawa ang pagsusulit. Mangyaring subukan ulit mamaya.",
  "save_quiz_e": "May naganap na error habang ini-save ang iyong pagsusulit. Mangyaring subukan ulit mamaya."
}