{
  "settings": "Mga Setting",
  "theme": "Tema",
  "change_theme": "Palitan ang Tema",
  "language": "Wika",
  "current_language": "Kasalukuyang Wika:",
  "about": "Tungkol Sa",
  "support": "Suporta",
  "terms_of_service": "Mga Tuntunin ng Serbisyo",
  "invite_friends": "Mag-imbita ng mga Kaibigan",
  "edit_profile": "I-edit ang profile",
  "change_password": "Palitan ang Password",
  "delete_account": "Burahin ang Account",
  "sign_out": "Mag-sign out",
  "sign_out_desc": "Nais mo bang mag-sign out?",
  "general": "Pangkalahatan",
  "about_header": "Maligayang pagdating sa U DO NOTE!",
  "about_desc": "Ang U DO NOTE ay isang komprehensibo at mobile-based na application na ginagamit sa pagkuha ng mga notes. Ito ay idinisenyo upang gawing mas epektibo at episyente ang pag-aaral sa pamamagitan ng pagsasama ng mga advanced na paraan ng pag-aaral. Dinevelop ito para sa mga mag-aaral ng Cavite State University Bacoor Campus, ang app na ito ay binuo upang mapahusay ang akademikong pagganap sa pamamagitan ng mga feature na madaling gamitin at AI-driven na mga insight.",
  "about_key_features_title": "MGA PANGUNAHING TAMPOK",
  "about_key_feature_1": "Walang Kahirapang Pag-input ng Notes: Kumuha ng mga notes mula sa iba't ibang mapagkukunan, kabilang ang mga sulat-kamay na notes, naka-print na mga module, at mga PDF file, gamit ang teknolohiyang OCR (Optical Character Recognition) upang i-convert ang teksto sa nae-edit na anyo. Maaari mo ring i-record ang iyong mga saloobin gamit ang speech-to-text, na available sa parehong English at Filipino.",
  "about_key_feature_2": "Organisadong mga Notes: Madaling ikategorya at ayusin ang iyong mga notes sa mga nako-customize na folder, kategorya. I-highlight ang mahahalagang punto, pag-uri-uriin para sa madaling pagkuha, at i-customize ang iyong layout para sa isang streamline na karanasan sa pag-aaral.",
  "about_key_feature_3": "Mga Mungkahi sa Estratehiya sa Pag-aaral: Gamit ang AI, ang U DO NOTE ay sinusuri ang konteksto ng iyong mga notes at nagmumungkahi ng mga iniakma na diskarte sa pag-aaral upang umangkop sa iyong istilo ng pag-aaral.",
  "about_key_feature_4": "Iba't ibang paraan ng pag-aaral: I-access ang mga interactive na paraan ng pag-aaral tulad ng:",
  "about_key_feature_5": "Pagsubaybay sa Pag-unlad gamit ang Descriptive Analytics: Subaybayan ang iyong akademikong pag-unlad sa paglipas ng panahon gamit ang malinaw na analytics, na tumutulong sa iyong tukuyin ang mga lugar para sa pagpapabuti at ipagdiwang ang iyong mga nagawa.",
  "about_why": "Bakit U DO NOTE?",
  "about_why_desc": "Ang U DO NOTE ay higit pa sa isang tool sa pagkuha ng notes; ito ay isang kasama sa pag-aaral na binuo upang bumuo ng mabisang mga gawi sa pag-aaral at palakasin ang mga resulta ng akademiko. Nagbibigay ito ng halaga hindi lamang sa mga mag-aaral kundi pati na rin sa mga mananaliksik na nag-e-explore sa papel ng teknolohiya sa edukasyon.\n\nNaghahanda ka man para sa mga pagsusulit, nagre-review ng mga lecture, o nag-aayos ng impormasyon, ang U DO NOTE ay narito para gawing mas matalino, mas mabilis, at mas mahusay and iyong pag-aaral.",
  "what_is": "Ano ang {reviewMethod}?",
  "when_good": "Kailan ito magiging epektibo?",
  "how_it_works": "Paano ito gumagana?",
  "leitner_notice": "Maiksing Paunawa patungkol sa Leitner System",
  "leitner_desc": "Paggamit ng mga flashcard bilang kasangkapan para sa pag-aaral.",
  "leitner_review": "Ikaw ay pipili kung aling notebook ang nais mong gamitin, at kung aling mga pahina ng notebook na iyon ang nais mong gawing flashcards.",
  "leitner_grading": "Ikaw ay bibigyan ng grado batay sa oras ng iyong pagtugon para sa bawat flashcard. Tandaan na kapag natapos ng app ang pagbuo ng mga flashcard, magsisimula ang timer.",
  "leitner_new_session_q": "Ano ang mangyayari sa mga flashcard kapag nagsimula ako ng bagong sesyon?",
  "leitner_new_session": "Ang U Do Note ay muling gagawa ng mga flashcard lamang kung wala ka nang mga flashcard na kailangang muling aralin.",
  "leitner_what": "Ang Leitner System ay isang paraan ng pag-aaral na ginagamit upang mapahusay ang pangmatagalang pagkatuto ng impormasyon. Ito ay binuo ng German na siyentipikong mamamahayag na si Sebastian Leitner.",
  "leitner_when_good": "Ang Leitner System ay partikular na epektibo para sa pag-aaral at pag-memorize ng bagong impormasyon na nangangailangan ng paulit-ulit na pag-review upang matandaan. Ito ay lubos na nakakatulong kung kailangan mong tandaan ang impormasyon sa mahabang panahon o kung ikaw ay naghahanda para sa mga eksaminasyon. Mas mainam itong gumagana kapag may oras kang mag-review nang regular, dahil ang pagiging palagian ay mahalaga upang lubos na mapakinabangan ang bisa ng pamamaraang ito.",
  "leitner_how": "Bibigyan ka ng isang hanay ng mga flashcard na may mga tanong. Sagutin ang bawat tanong nang mag-isa, pagkatapos ay i-flip ang card upang suriin ang iyong sagot, at saka mag-swipe upang magpatuloy sa susunod na flashcard.",
  "feynman_desc": "Ipaliwanag ang isang paksa na maiintindihan ng isang limang (5) taong gulang na bata.",
  "feynman_quiz": "Kung sa tingin mo ay handa ka na, maaari mong simulan ang pagsusulit sa pamamagitan ng pag-type ng 'Quiz' sa chat box at i-send ito.",
  "feynman_new_session_q": "Ano ang mangyayari sa mga sesyon kapag nagsimula ako ng bagong sesyon?",
  "feynman_new_session": "Ang nakaraang sesyon ay mase-save at maaari mo itong balikan anumang oras at ipagpatuloy kung saan ka tumigil.",
  "feynman_what": "Ang Feynman Technique ay isang paraan ng pag-aaral na binuo ng pisikong si Richard Feynman upang lubos na maunawaan ang mga komplikadong paksa sa pamamagitan ng paghahati ng mga ito sa mas simpleng mga termino. Binibigyang-diin ng teknik na ito ang pagpapaliwanag ng mga konsepto na para bang nagtuturo ka sa ibang tao, na nakakatulong upang matukoy ang mga kakulangan sa iyong kaalaman at mapatatag ang iyong pag-unawa.",
  "feynman_when_good": "Ang Feynman Technique ay mainam gamitin kapag kailangan mong matutunan ang isang mahirap na konsepto o mapabuti ang iyong pag-unawa sa mga komplikadong paksa. Kapaki-pakinabang din ang teknik na ito kapag naghahanda para sa mga presentasyon, eksaminasyon, o anumang sitwasyon kung saan kailangan mong ipaliwanag nang malinaw ang mga konsepto sa iba.",
  "feynman_how": "Isipin mo na ipinaliliwanag mo ang iyong mga tala sa isang 5-taong-gulang. Habang nagtatanong sila, sagutin mo sa pinakasimpleng paraan, gamit ang madaling salita at konsepto na kaya nilang maintindihan. Ang layunin ay hatiin ang ideya upang kahit sino, kahit walang kaalaman sa paksa, ay mauunawaan ito.",
  "pomodoro_desc": "Gumamit ng orasan upang hatiin ang gawain sa mga pagitan.",
  "pomodoro_timer_desc_q": "Ano ang ibig sabihin ng pulang at berdeng timer?",
  "pomodoro_timer_desc": "Ang pulang timer ay kumakatawan sa oras ng pag-aaral, habang ang berdeng timer ay kumakatawan sa oras ng pahinga.",
  "pomodoro_quiz": "Tatanungin ka kung nais mong simulan ang pagsusulit pagkatapos mong matapos ang isang pomodoro session.",
  "pomodoro_what": "Ang Pomodoro Technique ay isang paraan ng pamamahala sa oras kung saan nagtatrabaho ka sa maikling tagal, karaniwang 25 minuto, na sinusundan ng maikling pahinga (5 minuto). Ang siklong ito ay tinatawag na \"Pomodoro.\" Pagkatapos makumpleto ang apat na Pomodoro, kukuha ka ng mas mahabang pahinga, kadalasang 15–30 minuto. Maaari mo ring i-adjust ang mga oras ayon sa iyong pangangailangan bago magsimula.",
  "pomodoro_when_good": "Ang Pomodoro Technique ay mahusay gamitin kapag kailangan mong mag-focus sa mga gawain ngunit madalas na nahahati ang iyong atensyon dahil sa mga distraksyon. Mainam ito para sa mga gawaing nangangailangan ng tuloy-tuloy na konsentrasyon, tulad ng pag-aaral, pagsusulat, o pag-coding. Nakakatulong din ito na maiwasan ang burnout sa pamamagitan ng pagsigurong may regular na pahinga.",
  "pomodoro_how": "Magsisimula ka sa iyong Pomodoro session sa pamamagitan ng pag-set ng timer at pagtatrabaho hanggang sa ito ay matapos. Sa panahong ito, maaari kang mag-focus sa pag-aaral ng iyong mga tala o pag-review ng materyal. Kapag natapos na ang timer, magpahinga ng sandali bago magpatuloy sa susunod na gawain o kumuha ng maikling pagsusulit upang masuri ang natutunan. Ang layunin ay manatiling naka-focus at produktibo sa bawat Pomodoro, na may mga pahinga sa pagitan para muling makapag-recharge.",
  "elaboration_desc": "Palawakin ang paksa na iyong pinag-aaralan.",
  "elaboration_quiz": "Maaari kang magsimula ng pagsusulit pagkatapos mong aralin ang pinalawak na paksa.",
  "elaboration_new_session_q": "Ano ang mangyayari sa mga pinalawak na paksa kapag nagsimula ako ng bagong sesyon?",
  "elaboration_new_session": "Ang mga pinalawak na paksa ay maari mong i-save sa pahina ng notebook na iyong pinili.",
  "elaboration_content_dest": "Mangyaring pumili ng pahina kung saan mo nais na mailagay ang pinalawak na nilalaman.",
  "elaboration_content_dest_e": "Mangyaring pumili ng pahina upang mailagay ang pinalawak na nilalaman.",
  "elaboration_old_session_q": "Gusto mo bang balikan ang iyong mga lumang pinalawak na paksa?",
  "elaboration_what": "Ang Elaboration ay isang paraan ng pag-aaral na involves ang pagpapalawak ng materyal na iyong tinutukoy sa pamamagitan ng pagdagdag ng karagdagang detalye, halimbawa, o koneksyon upang gawing mas makulay at makabuluhan ang impormasyon. Sa pamamagitan ng pagpapalawak ng mga pangunahing konsepto at pagkonekta ng mga ito sa mga bagay na alam mo na, pinapalalim mo ang iyong pag-unawa at pinapalakas ang iyong pagkatanda.",
  "elaboration_when_good": "Ang Elaboration ay partikular na kapaki-pakinabang kapag ikaw ay nag-aaral ng mga komplikado o hindi pamilyar na materyal. Tinutulungan ka nitong lumampas sa simpleng memorisasyon at nagbibigay ng mas malalim na pag-unawa sa paksa. Ang estratehiyang ito ay epektibo sa mga asignaturang nangangailangan ng konseptwal na pag-unawa, tulad ng kasaysayan, agham, o anumang paksa kung saan mahalaga ang paggawa ng koneksyon sa pagitan ng mga ideya. Ang Elaboration ay nakakatulong din kapag ikaw ay naghahanda para sa mga eksaminasyon o pagsusulat ng mga sanaysay, dahil pinapalakas nito ang parehong kakayahan sa pag-alala at ang kakayahang magpaliwanag ng mga konsepto nang malinaw.",
  "elaboration_how": "Ang mga napiling tala mo ay magiging mas detalyado at pinalawak, na nagdaragdag ng karagdagang konteksto, mga halimbawa, at mga paliwanag. Makakatulong ito upang makuha mo ang mas malalim na pag-unawa sa materyal at gawing mas madali ang pag-alala sa mga pangunahing konsepto.",
  "acronym_quiz": "Maaari kang magsimula ng pagsusulit pagkatapos mong aralin ang mga acronym.",
  "acronym_new_session_q": "Ano ang mangyayari sa mga acronym mnemonics kapag nagsimula ako ng bagong sesyon?",
  "acronym_new_session": "Maaari mong ilagay ang mga acronym mnemonics sa iyong mga notes.",
  "acronym_desc": "Gumawa ng mga acronym upang makatulong sa pag-alala ng mga paksa.",
  "acronym_what": "Ang Acronym Mnemonics ay isang teknik sa memorya kung saan bumubuo ka ng isang salita o parirala mula sa mga unang letra ng isang set ng mga bagay na kailangan mong tandaan. Ang estratehiyang ito ay nakakatulong upang gawing mas simple at organisado ang mga komplikadong impormasyon sa pamamagitan ng paggawa ng isang madaling tandaan na salita o parirala na kumakatawan sa isang grupo ng mga konsepto.",
  "acronym_when_good": "Ang Acronym Mnemonics ay partikular na kapaki-pakinabang kapag kailangan mong tandaan ang isang listahan ng mga magkakaugnay na bagay, tulad ng pagkakasunod-sunod ng mga hakbang sa isang proseso, mga listahan ng mga katotohanan, o mga grupo ng mga termino. Epektibo ang estratehiyang ito sa mga asignaturang tulad ng pag-aaral ng wika, biyolohiya (halimbawa, mga antas ng taxonomy), kasaysayan (halimbawa, mga pangalan ng mga presidente ng U.S.), at anumang ibang disiplina na nangangailangan ng memorisasyon ng mga listahan o grupo ng impormasyon.",
  "acronym_how": "Makakakuha ka ng isang buod ng iyong napiling paksa pati na rin ng isang listahan ng mga acronym na kaugnay sa iyong napiling paksa. Ang mga acronym na ito ay kumakatawan sa mga pangunahing konsepto o termino, kaya't magiging mas madali para sa iyo na tandaan at maunawaan ang materyal. Sa pamamagitan ng pag-uugnay ng mga acronym sa paksa, mas mabilis at epektibo mong maaalala ang mahahalagang impormasyon.",
  "blurting_desc": "Isulat ang anumang bagay na pumapasok sa iyong isipan tungkol sa paksa na nais mong pag-aralan.",
  "blurting_quiz": "Maaari kang magsimula ng pagsusulit pagkatapos mong aralin ang pinalawak na nilalaman.",
  "blurting_quiz_later_q": "Maaari ko bang piliin na kumuha ng pagsusulit mamaya?",
  "blurting_quiz_later": "Oo, pindutin lang ang back button sa note-taking screen, at kung gusto mong kunin ang pagsusulit para doon, piliin ang session na gusto mo kapag sinenyasan na pumili ng lumang session.",
  "blurting_pre_rev_title": "Punan ang form sa ibaba upang makapagsimula.",
  "blurting_what": "Ang Blurting Method ay isang teknik sa pag-aaral na involves ang pagsulat ng lahat ng bagay na naaalala mo tungkol sa isang paksa, nang hindi tumitingin sa iyong mga tala, aklat-aralin, o anumang ibang materyal. Ang layunin ay \"i-blurt\" o isulat ang lahat ng impormasyong kaya mong alalahanin mula sa memorya, na tumutulong upang mapalakas ang pagkatuto at matukoy ang mga puwang sa iyong pag-unawa.",
  "blurting_when_good": "Ang Blurting Method ay isang teknik sa pag-aaral na involves ang pagsulat ng lahat ng bagay na naaalala mo tungkol sa isang paksa, nang hindi tumitingin sa iyong mga tala, aklat-aralin, o anumang ibang materyal. Ang layunin ay \"i-blurt\" o isulat ang lahat ng impormasyong kaya mong alalahanin mula sa memorya, na tumutulong upang mapalakas ang pagkatuto at matukoy ang mga puwang sa iyong pag-unawa.\n\nAng Blurting Method ay partikular na epektibo kapag kailangan mong subukin ang iyong kakayahang mag-alala at palakasin ang pangmatagalang memorya. Mainam ito para sa mga asignaturang nangangailangan ng memorisasyon o pag-unawa sa mga pangunahing konsepto, tulad ng kasaysayan, biyolohiya, o anumang paksa na may maraming faktwal na impormasyon. Magandang gamitin din ito para sa paghahanda sa mga eksaminasyon, dahil tumutulong itong magsanay ng retrieval ng impormasyon sa ilalim ng pressure ng oras.",
  "blurting_how": "Sa isang bagong session, magsisimula ka sa pamamagitan ng pag-type ng anumang naiisip mo tungkol sa isang paksa na nais mong pag-aralan. Pagkaraan ng ilang sandali, tatanungin ka ng app kung tapos ka na, o maaari mong pindutin ang \"done\" na button upang ipakita sa app na magsimula itong mag-organisa ng iyong mga naiisip.",
  "spaced_repetition_desc": "Balik-aralin ang nilalaman sa palaki nang palaking pagitan ng oras.",
  "spaced_repetition_grading": "Mamarkahan ka sa bawat pagsusulit na iyong kukunin.",
  "spaced_repetition_quiz": "Sasagutin mo ang pagsusulit pagkatapos ng unang oras, at ang susunod na kasunod na mga pagsusulit ay nasa pagitan.",
  "spaced_repetition_what": "Ang Spaced Repetition ay isang teknik na ginagamit upang mapabuti ang pangmatagalang pagkatanda ng impormasyon sa pamamagitan ng pag-review ng materyal sa mga tumataas na interval sa paglipas ng panahon. Imbes na pagsikapan ang lahat ng impormasyon nang sabay-sabay, ang pamamaraang ito ay nag-i-space out ng mga session ng review upang mapalakas ang kaalaman bago pa ito magsimulang kalimutan. Ang ideya ay, kapag nire-review mo ang impormasyon bago mo ito tuluyang makalimutan, ito ay tumutulong upang palakasin ang memorya at maiwasan ang pagkalimot.",
  "spaced_repetition_when_good": "Ang Spaced Repetition ay pinaka-epektibo para sa pag-aaral ng materyal na nangangailangan ng pangmatagalang pagkatanda, tulad ng bokabularyo, mga formula, mga petsa ng kasaysayan, o mga terminong medikal. Lalo itong nakakatulong kapag nag-aaral ng malaking halaga ng materyal o naghahanda para sa mga eksaminasyon kung saan kailangan mong tandaan ang impormasyon sa loob ng ilang linggo o buwan.",
  "spaced_repetition_how": "Hihilingin sa iyo na repasuhin ang iyong tala ng maigi, at pagkatapos ay bumalik pagkatapos ng 1 oras upang kumuha ng pagsusulit sa materyal, nang hindi tumitingin sa tala. Ang layunin ay subukan ang iyong kakayahang mag-recall at palakasin ang iyong natutunan. Batay sa iyong nakuha na score, ang susunod mong session ng review ay ise-schedule nang naaayon—kung magaling ka, ang susunod na review ay magiging mas malayo; kung nahirapan ka, ang review ay mangyayari nang mas maaga upang tulungan kang palakasin ang materyal.",
  "quiz_time_q": "Paano ko malalaman kung oras na ng pagsusulit?",
  "quiz_time": "Makikita mo ang iyong session sa mga on-going review sa homepage at makakatanggap ka ng notification.",
  "active_recall_desc": "Tandaan ang impormasyon na iyong natutunan nang hindi tinitingnan ang mga notes sa mga pagitan ng oras.",
  "active_recall_grading": "Mamarkahan ka sa bawat pagsusulit na iyong kukunin.",
  "active_recall_quiz": "Sasagutin mo ang unang pagsusulit 2 oras pagkatapos magsimula ng sesyon at sasagutin ang tanong na 'Ano ang naaalala mo?'. Ang mga kasunod na pagsusulit ay magsasaayos batay sa iyong mga marka ngunit patuloy na magtatanong ng parehong tanong.",
  "active_recall_what": "Ang Active Recall ay isang paraan ng pag-aaral na involves ang aktibong pagkuha ng impormasyon mula sa memorya sa halip na simpleng pagrerepaso ng mga tala o aklat-aralin. Nakatuon ang prosesong ito sa pagsubok sa sarili, na nagpapalakas sa utak na alalahanin ang mga katotohanan, konsepto, o ideya nang hindi umaasa sa mga panlabas na pahiwatig. Ipinakita ng mga pag-aaral na malaki ang naitutulong ng teknik na ito sa pagpapabuti ng pangmatagalang pagkatanda at pag-unawa.",
  "active_recall_when_good": "Ang Active Recall ay partikular na epektibo kapag naghahanda para sa mga eksaminasyon o kapag kailangan mong tandaan ang mga tiyak na detalye o konsepto. Mainam ito para sa mga asignaturang nangangailangan ng memorisasyon, tulad ng medisina, batas, kasaysayan, o anumang disiplina na nangangailangan ng pag-unawa at pagpapalakas ng pag-alala sa mga pangunahing impormasyon. Magandang gamitin ito para sa parehong maiikliang revision at pangmatagalang mastery ng materyal.",
  "active_recall_how": "Hihilingin sa iyo na repasuhin ang iyong tala ng maigi at pagkatapos ay bumalik pagkatapos ng 2 oras. Kailangan mong ilagay ang mga bagay na naaalala mo tungkol sa paksa, at pagkatapos nito, kukuha ka ng pagsusulit tungkol sa materyal. Ang susunod mong review session ay ise-schedule batay sa impormasyong naalala mo at sa iyong nakuha na score.",
  "sq3r_desc": "Isang sistemang paraan ng pag-aaral na nagpapalakas sa pang-unawa at pagtanda ng mga nakasulat na materyal.",
  "sq3r_grading": "Mamarkahan ka pagkatapos ng iyong sesyon gamit ang isang pagsusulit.",
  "sq3r_quiz": "Sasagutin mo ang pagsusulit pagkatapos ng huling hakbang ng SQ3R.",
  "sq3r_what": "Ang SQ3R Method ay isang paraan ng pag-aaral na idinisenyo upang matulungan kang magbasa at mag-retain ng impormasyon nang mas epektibo. Ibinuo ito ng psychologist na si Francis P. Robinson noong 1940s, at hinihikayat ng pamamaraang ito ang mas malalim na pakikisalamuha sa teksto bago, habang, at pagkatapos magbasa, na nagreresulta sa mas magandang pag-unawa at retention ng materyal. Ang SQ3R ay nangangahulugang Survey, Question, Read, Recite, at Review.",
  "sq3r_when_good": "Ang SQ3R Method ay partikular na kapaki-pakinabang kapag kailangan mong mag-aral ng malalaking halaga ng teksto. Magandang gamitin ito para sa mga asignaturang nangangailangan ng pag-unawa at pag-alala ng mga pangunahing ideya.",
  "sq3r_how": "Ang unang hakbang ay Survey: I-skim mo ang iyong mga tala para sa mga importanteng pamagat o mga pangunahing termino. Sunod ay Question: Kailangan mong mag-formulate ng mga tanong na pumasok sa iyong isipan tungkol sa paksa. Pagkatapos, sa hakbang na Read, aktibong babasahin mo ang materyal habang sinusubukang sagutin ang mga tanong na iyong nabuo. Para sa Recite, dapat mong i-summarize ang materyal gamit ang iyong sariling mga salita. Sa huling hakbang na Review, rerepasuhin mo ang iyong summary at ang mga sagot sa iyong mga tanong bilang paghahanda para sa isang pagsusulit.",
  "pq4r_desc": "Isang sistemang paraan ng pag-aaral na nagpapalakas sa pang-unawa at pagtanda ng mga nakasulat na materyal.",
  "pq4r_grading": "Mamarkahan ka pagkatapos ng iyong sesyon gamit ang isang pagsusulit.",
  "pq4r_quiz": "Sasagutin mo ang pagsusulit pagkatapos ng huling hakbang ng PQ4R.",
  "pq4r_what": "Ang PQ4R Method ay isang teknik sa pag-aaral na ibinuo nina E. L. Thomas at H. A. Robinson noong 1970s, na layuning tulungan ang mga mag-aaral na mas mahusay na maunawaan ang materyal. Katulad ito ng SQ3R Method ngunit may karagdagang hakbang: Reflect. Ang pamamaraang ito ay binubuo ng anim na hakbang: Preview, Question, Read, Reflect, Recite, at Review.",
  "pq4r_when_good": "Ang PQ4R Method ay pinakamainam para sa pag-aaral ng matitinding materyal na nangangailangan ng malalim na pag-unawa. Kasama ang hakbang na Reflect, nagbibigay ito ng pagkakataon para mag-pause at i-integrate ang bagong kaalaman. Samantalang ang SQ3R, ay mainam para sa mabilis na pagsisiyasat at pag-aayos ng malalaking halaga ng nilalaman, kaya't mas angkop ito sa mga teknikal na asignatura o kapag kinakailangan ng mas mabilis at tuwirang approach. Bagaman pareho nilang pinapalakas ang pag-unawa, mas angkop ang PQ4R para sa mas malalim na pag-engage at kritikal na pag-iisip, samantalang ang SQ3R ay mas epektibo para sa pangkalahatang pag-unawa.",
  "pq4r_how": "Katulad ng SQ3R, ngunit may dagdag na hakbang, ang Reflect: Pagkatapos magbasa, magpahinga ng kaunti at magnilay tungkol sa materyal. Isipin ang kahalagahan nito at kung paano ito nauugnay sa mga bagay na alam mo na. Ang pagninilay-nilay ay nakakatulong upang mapalalim ang iyong pag-unawa at magbigay ng pagkakataon upang magawa ang mga koneksyon sa pagitan ng bagong kaalaman at ng mga dati mo nang alam.",
  "review_remind": "Tandaan na suriin ang pinalawak na teksto bago sumailalim sa pagsusulit sa check na button sa baba papuntang kanan!",
  "review_grading_q": "Paano ako bibigyan ng grado dito?",
  "review_grading": "Bibigyan ka ng grado pagkatapos ng sesyon sa pamamagitan ng isang pagsusulit.",
  "review_desc": "Ikaw ay pipili kung aling notebook ang nais mong gamitin, at kung aling mga pahina ng notebook na iyon ang nais mong gamitin para sa pagsusulit.",
  "review_quiz_q": "Paano simulan ang pagsusulit?",
  "greet_morning": "Magandang Umaga",
  "greet_afternoon": "Magandang Hapon",
  "greet_evening": "Magandang Gabi",
  "choose_notebook": "Pumili ng notebook para makapagsimula.",
  "select_notebook": "Ang iyong huling piniling notebook ang gagamitin.",
  "select_pages": "Maaari kang pumili ng maraming pahina ngunit tandaan, dapat nasa parehong paksa ito para sa magandang resulta.",
  "select_pages_e": "Ang napiling mga pahina ay walang laman. Mangyaring pumili ng ibang pahina o notebook.",
  "no_notebook": "Ikaw ay wala pang notebook.",
  "no_page": "Ang notebook na ito ay walang laman, mangyaring pumili ng iba pang notebook o lagyan ito ng laman",
  "create_notebook_e": "Mangyaring gumawa ng notebook para makapagsimula.",
  "create_notebook": "Gumawa ng Notebook ",
  "create_note": "Gumawa ng pahina",
  "new_page_notice": "Gumawa ng bagong pahina",
  "delete_note_confirm": "Sigurado ka bang nais mong burahin ang pahinang ito?",
  "no_notebook_and_page": "Mangyaring pumili ng notebook at mga pahina.",
  "flashcard_notice": "Sinusuri kung may mga lumang flashcards na kailangang aralin...",
  "flashcard_review": "Mayroon kang mga lumang flashcards na kailangang aralin. Gusto mo bang aralin muna ang mga ito?",
  "flashcard_generate_notice": "Gumagawa ng mga flashcard...",
  "feynman_old_session_label": "Mga Lumang Feynman Sessions",
  "last_session": "Ang huling piniling sesyon ang gagamitin.",
  "pre_review_notice": "Quick Notice for {reviewMethod}",
  "old_session_notice_q": "Do you want to review your old {reviewMethod} sessions with this notebook?",
  "last_session_notice": "Mangyaring pumili ng lumang sesyon para aralin.",
  "old_session_notice": "Ang huling piniling sesyon ang gagamitin.",
  "old_session_title": "Pumili ng lumang sesyon para aralin.",
  "old_session_check": "Sinusuri kung may mga lumang sesyon na kailangang aralin...",
  "title_field_notice": "Mangyaring maglagay ng pamagat.",
  "title_length_max": "Ang pamagat ay dapat na hindi hihigit sa {max} karakter.",
  "title_length_min": "Ang pamagat ay dapat na hindi bababa sa {min} karakter.",
  "notice": "Paunawa",
  "leitner_tutorial_title": "Kailangan mong maglagay ng pamagat para sa iyong sesyon ng pagsusuri dito.",
  "leitner_tutorial_notebook": "Dito maaari kang pumili ng notebook upang aralin. Dahil ikaw ay dinala rito ng app, ang notebook na iyong pinanggalingan ang gagamitin. Kung nais mong pumili ng ibang notebook, maaari mo itong gawin.",
  "leitner_tutorial_page": "Dito maaari mong piliin ang mga pahina upang aralin. Ito rin ay naka-select na batay sa iyong pinaggalingan. Tandaan na kapag pumipili ng maraming pahina, tiyakin na ang mga ito ay nasa parehong paksa para sa magandang na resulta.",
  "leitner_tutorial_confirm": "Pagkatapos mong piliin ang notebook at mga pahina, maaari mo nang i-click ang button na ito upang ipagpatuloy ang sesyon.",
  "sort_title": "Ayusin ayon sa Pamagat",
  "sort_date": "Ayusin ayon sa Petsa",
  "two_col": "Dalawang Hanay ",
  "three_col": "Tatlong Hanay ",
  "file_size_e": "Masyadong malaki ang file. Mangyaring pumili ng file na mas maliit sa 4MB.",
  "file_extraction": "Kinukuha ang teksto mula sa iyong PDF file.",
  "file_extracted_dest_new": "Pumili ng mga pahina kung saan mo nais na mailagay ang iyong kinuhang teksto.",
  "file_extracted_dest_existing": "Mangyaring pumili ng pahina upang mailagay ang kinuhang teksto.",
  "allowed_files": "Tanging mga PDF file lamang ang maaring piliin. Mangyaring pumili ng PDF file.",
  "notebook_action": "Ano ang nais mong gawin sa notebook na ito?",
  "delete_action": "Burahin",
  "edit_action": "Baguhin",
  "delete_notebook_loading": "Kasalukuyang binubura ang iyong notebook...",
  "delete_notebook_confirm": "Sigurado ka bang nais mong burahin ang notebook na ito?",
  "general_e": "May naganap na error. Mangyaring subukan ulit mamaya.",
  "generate_quiz": "Gumagawa ng iyong pagsusulit...",
  "generate_quiz_e": "May naganap na error habang ginagawa ang pagsusulit. Mangyaring subukan ulit mamaya.",
  "save_quiz_e": "May naganap na error habang ini-save ang iyong pagsusulit. Mangyaring subukan ulit mamaya.",
  "category_action": "Ano ang nais mong gawin sa category na ito?",
  "delete_category_loading": "Kasalukuyang binubura ang iyong category...",
  "delete_category_confirm": "Sigurado ka bang nais mong burahin ang category na ito?"
}